const ja = {
  MY_NAME: "梅本 晴弥",
  BIOGRAPHY:
    "大学/大学院では情報学を専攻し、機械学習や深層学習を用いた研究を行った。\
    研究分野としては強化学習と自然言語処理(NLP)が専門で、最近は画像分野での研究に対する理解も深めている。\
    大学院卒業後はAIベンチャーに入社し、NLPを中心として大規模言語モデルや対話システム等の研究開発を担当した。\
    現職では自身の知識を活かしたAIソリューションの提供を中心に活動しており、その他にAIチームの立ち上げやプロダクト開発にも力を入れている。\
    ML領域だけではなくIT全般に対して興味があり、フロントエンドやバックエンド、クラウド等における技術も持ち合わせている。",
  PROGRAMMING_LANGUAGE:
    "プログラミング言語: Python, Rust, Go, C++, Java, JavaScript, TypeScript",
  FRAMEWORK:
    "フレームワーク: PyTorch, JAX(Flax), OpenCV, Docker, React, Next.js",
  RESEARCH:
    "専門分野: 機械学習, 深層学習, 強化学習, 自然言語処理, データ分析, 対話システム",
  PRIZES:
    "2022 - GCP Professional Data Engineer\n\
    2020 - 人工知能学会研究会優秀賞\n\
    2020 - 薦田先端学術賞\n\
    2020 - 学業成績最優秀賞\n\
    2020 - 修士論文発表優秀賞\n\
    2017 - データ解析&シミュレーションハッカソン2017準優勝(SIG-DOCMAS)\n\
    2015 - 青山学院大学賞(Hack U 2015 at 青山学院大学)",
  CAREER:
    "2021/10, MLエンジニア, TC3 株式会社\n\
    2020/04, MLエンジニア, Arithmer 株式会社\n\
    2020/03, 青山学院大学大学院卒業 修士（工学）\n\
    2018/08, インターンシップ, Cookpad株式会社 \n\
    2018/03, 青山学院大学卒業 学士（工学）",
};
export default ja;
